boss/config/ims/ADD_HIMPU.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
	<soap:Header>
		<Authentication>
			<Username>#{user}</Username>
			<Password>#{password}</Password>
		</Authentication>
		<MessageID>#{seq}</MessageID>
		<MEName>HSS</MEName>
	</soap:Header>
	<soap:Body>
		<ADD_HIMPU xmlns="http://www.huawei.com/IMS/HSSV900R009C00SPC200">
			<IMPI>+8620#{businessKey}@ims.kongguanju.com</IMPI>
			<IMPU>tel:+8620#{businessKey}</IMPU>
		</ADD_HIMPU>
	</soap:Body>
</soap:Envelope> 
